Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# ViewDiagnosticsButton.Content
source: VIEW DIAGNOSTICS
af_za: KYK DIAGNOSTIEK
am_et: ዲያግኖስቲክስን ይመልከቱ
ar_sa: عرض التشخيص
az_latn_az: DİAQNOSTİKALARA BAXIN
be_by: Прагледзець ДЫЯГНОСТЫКУ
bg_bg: ВИЖТЕ ДИАГНОСТИКА
bn_bd: ডায়াগনস্টিকস দেখুন
bs_latn_ba: POGLEDAJTE DIJAGNOSTIKU
ca_es: VISUALITZAR EL DIAGNÒSTIC
cs_cz: ZOBRAZIT DIAGNOSTIKU
da_dk: SE DIAGNOSTIK
de_de: DIAGNOSE ANZEIGEN
el_gr: ΠΡΟΒΟΛΗ ΔΙΑΓΝΩΣΤΙΚΩΝ
es_us: VER DIAGNÓSTICOS
et_ee: VAATA DIAGNOSTIKAT
eu_es: IKUSI DIAGNOSTIKOAK
fa_ir: مشاهده عیب یابی
fi_fi: KATSO DIAGNOSTIIKKA
fil_ph: TINGNAN ANG DIAGNOSTICS
fr_ca: VOIR LES DIAGNOSTIC
gl_es: VER DIAGNÓSTICO
gu_in: ડાયગ્નોસ્ટિક્સ જુઓ
he_il: צפה באבחון
hi_in: डायग्नोस्टिक्स देखें
hr_hr: POGLEDAJTE DIJAGNOSTIKU
hu_hu: DIAGNOSZTIKA MEGTEKINTÉSE
hy_am: ԴԻՏԵՔ ԴԻԳՆՈՍՏԻԿԱ
id_id: LIHAT DIAGNOSA
is_is: SKOÐA GREININGU
it_it: VISUALIZZA DIAGNOSTICA
ja_jp: 診断を見る
ka_ge: დიაგნოსტიკის ნახვა
kk_kz: ДИАГНОСТИКАЛАРДЫ ҚАРАУ
km_kh: មើលរោគវិនិច្ឆ័យ
kn_in: ಡಯಾಗ್ನೋಸ್ಟಿಕ್ಸ್ ವೀಕ್ಷಿಸಿ
ko_kr: 진단 보기
ky_kg: ДИАГНОСТИКАЛАРДЫ КӨРҮҮ
lo_la: ເບິ່ງການວິນິດໄສ
lt_lt: PERŽIŪRĖTI DIAGNOSTIKĄ
lv_lv: SKATĪT DIAGNOSTIKU
mk_mk: ПОГЛЕДНЕТЕ ДИЈАГНОСТИКА
ml_in: ഡയഗ്നോസ്റ്റിക്സ് കാണുക
mn_mn: ОНОШЛОГО ХАРАХ
mr_in: डायग्नोस्टिक्स पहा
ms_my: LIHAT DIAGNOSTIK
nb_no: SE DIAGNOSTIKK
ne_np: डायग्नोस्टिक्स हेर्नुहोस्
nl_nl: BEKIJK DIAGNOSE
or_in: ଡାଇଗ୍ନୋଷ୍ଟିକ୍ ଦେଖନ୍ତୁ |
pa_in: ਡਾਇਗਨੋਸਟਿਕਸ ਦੇਖੋ
pl_pl: ZOBACZ DIAGNOSTYKĘ
pt_br: VER DIAGNÓSTICO
ro_ro: VEZI DIAGNOSTICĂ
ru_ru: ПОСМОТРЕТЬ ДИАГНОСТИКУ
si_lk: රෝග විනිශ්චය බලන්න
sk_sk: ZOBRAZIŤ DIAGNOSTIKU
sl_si: OGLED DIAGNOSTIKE
sq_al: SHIKO DIAGNOSTIKËT
sr_cyrl_rs: ВИЕВ ДИАГНОСТИЦС
sr_latn_rs: VIEV DIAGNOSTICS
sv_se: SE DIAGNOSTIK
sw_ke: TAZAMA UCHUNGUZI
ta_in: கண்டறிதல்களைப் பார்க்கவும்
te_in: డయాగ్నోస్టిక్‌లను వీక్షించండి
th_th: ดูการวินิจฉัย
tr_tr: TEŞHİSLERİ GÖRÜNTÜLEYİN
uk_ua: ПЕРЕГЛЯНУТИ ДІАГНОСТИКУ
ur_pk: تشخیص دیکھیں
uz_latn_uz: DIAGNOSTIKALARNI KOʻRISH
vi_vn: XEM CHẨN ĐOÁN
zh_hans_cn: 查看诊断
zh_hant_hk: 查看診斷
zu_za: BUKA IZIHLOKO

# WatchOnYouTubeButton.Content
source: WATCH ON YOUTUBE
af_za: KYK OP YOUTUBE
am_et: በዩቲዩብ ይመልከቱ
ar_sa: شاهد على يوتيوب
as_in: YOUTUBE ত চাওক
az_latn_az: YOUTUBEDA İZLƏYİN
be_by: ГЛЯДЗЕЦЬ НА YOUTUBE
bg_bg: ГЛЕДАЙТЕ В YOUTUBE
bn_bd: ইউটিউবে দেখুন
bs_latn_ba: POGLEDAJTE NA YOUTUBE-u
ca_es: MIREU A YOUTUBE
cs_cz: SLEDUJTE NA YOUTUBE
da_dk: SE PÅ YOUTUBE
de_de: AUF YOUTUBE ANSEHEN
el_gr: ΔΕΙΤΕ ΣΤΟ YOUTUBE
es_us: VER EN YOUTUBE
et_ee: VAATA YOUTUBE'IS
eu_es: IKUSI YOUTUBEN
fa_ir: در یوتیوب تماشا کنید
fi_fi: KATSO YOUTUBESSA
fil_ph: PANOORIN SA YOUTUBE
fr_ca: REGARDER SUR YOUTUBE
gl_es: VER EN YOUTUBE
gu_in: યુટ્યુબ પર જુઓ
he_il: צפו ב-YOUTUBE
hi_in: यूट्यूब पर देखें
hr_hr: GLEDAJTE NA YOUTUBEU
hu_hu: NÉZD MEG A YOUTUBE-ON
hy_am: ԴԻՏԵՔ YOUTUBE-ում
id_id: TONTON DI YOUTUBE
is_is: HORFA Á YOUTUBE
it_it: GUARDA SU YOUTUBE
ja_jp: YouTubeで見る
ka_ge: უყურეთ YOUTUBE-ზე
kk_kz: YOUTUBE-тен КӨРІҢІЗ
km_kh: មើលលើ YOUTUBE
kn_in: YOUTUBE ನಲ್ಲಿ ವೀಕ್ಷಿಸಿ
ko_kr: YouTube에서 시청하세요
ky_kg: YOUTUBEДАН КӨРҮҮ
lo_la: ເບິ່ງຢູ່ໃນ YOUTUBE
lt_lt: ŽIŪRĖKITE YOUTUBE
lv_lv: SKATĪTIES YOUTUBE
mk_mk: ГЛЕДАЈ НА ЈУТУБ
ml_in: യൂട്യൂബിൽ കാണുക
mn_mn: YOUTUBE ДЭЭР ҮЗЭЭРЭЙ
mr_in: Youtube वर पहा
ms_my: TONTON DI YOUTUBE
nb_no: SE PÅ YOUTUBE
ne_np: युट्युबमा हेर्नुहोस्
nl_nl: KIJK OP YOUTUBE
or_in: YOUTUBE ରେ ଦେଖନ୍ତୁ |
pa_in: ਯੂਟਿਊਬ 'ਤੇ ਦੇਖੋ
pl_pl: OBEJRZYJ NA YOUTUBE
pt_br: ASSISTA NO YOUTUBE
ro_ro: Urmăriți pe YOUTUBE
ru_ru: СМОТРЕТЬ НА ЮТУБЕ
si_lk: YOUTUBE හි නරඹන්න
sk_sk: POZRITE SI NA YOUTUBE
sl_si: GLEJ NA YOUTUBU
sq_al: SHIKONI NE YOUTUBE
sr_cyrl_rs: ГЛЕДАЈТЕ НА ИОУТУБЕ-у
sr_latn_rs: GLEDAJTE NA IOUTUBE-u
sv_se: SE PÅ YOUTUBE
sw_ke: TAZAMA KWENYE YOUTUBE
ta_in: யூடியூபில் பார்க்கவும்
te_in: యూట్యూబ్‌లో చూడండి
th_th: ดูบน YOUTUBE
tr_tr: YOUTUBE'DA İZLEYİN
uk_ua: ДИВИТИСЯ НА YOUTUBE
ur_pk: یوٹیوب پر دیکھیں
uz_latn_uz: YOUTUBEDA KO'RING
vi_vn: XEM TRÊN YOUTUBE
zh_hans_cn: 在 YouTube 上观看
zh_hant_hk: 在 YouTube 上觀看
zu_za: BUKA KU-YOUTUBE

# Categories.Available
source: {0:N0} categories available for {1}.
af_za: {0:N0}-kategorieë beskikbaar vir {1}.
am_et: {0:N0} ምድቦች ለ{1} ይገኛሉ።
ar_sa: فئات {0:N0} متاحة لـ {1}.
as_in: {1} ৰ বাবে উপলব্ধ {0:N0} শ্ৰেণীসমূহ।
az_latn_az: {0:N0} kateqoriyaları {1} üçün mövcuddur.
be_by: Катэгорыі {0:N0} даступныя для {1}.
bg_bg: {0:N0} категории, налични за {1}.
bn_bd: {0:N0} বিভাগগুলি {1} এর জন্য উপলব্ধ।
bs_latn_ba: {0:N0} kategorije dostupne za {1}.
ca_es: Categories {0:N0} disponibles per a {1}.
cs_cz: Kategorie {0:N0} dostupné pro {1}.
da_dk: {0:N0}-kategorier tilgængelige for {1}.
de_de: {0:N0}-Kategorien verfügbar für {1}.
el_gr: Διαθέσιμες κατηγορίες {0:N0} για {1}.
es_us: Categorías {0:N0} disponibles para {1}.
et_ee: {0:N0} kategooriad on saadaval {1} jaoks.
eu_es: {0:N0} kategoriak eskuragarri daude {1}entzat.
fa_ir: دسته بندی های {0:N0} برای {1} موجود است.
fi_fi: {0:N0}-luokat saatavilla mallille {1}.
fil_ph: {0:N0} kategorya na available para sa {1}.
fr_ca: Catégories {0:N0} disponibles pour {1}.
gl_es: Categorías {0:N0} dispoñibles para {1}.
gu_in: {0:N0} શ્રેણીઓ {1} માટે ઉપલબ્ધ છે.
he_il: קטגוריות {0:N0} זמינות עבור {1}.
hi_in: {1} के लिए {0:N0} श्रेणियां उपलब्ध हैं।
hr_hr: {0:N0} kategorije dostupne za {1}.
hu_hu: {0:N0} kategóriák állnak rendelkezésre a {1} számára.
hy_am: {0:N0} կատեգորիաները հասանելի են {1}-ի համար:
id_id: Kategori {0:N0} tersedia untuk {1}.
is_is: {0:N0} flokkar í boði fyrir {1}.
it_it: Categorie {0:N0} disponibili per {1}.
ja_jp: {0:N0}カテゴリは{1}でご利用いただけます。
ka_ge: {0:N0} კატეგორიები ხელმისაწვდომია {1}-სთვის.
kk_kz: {0:N0} санаттары {1} үшін қолжетімді.
km_kh: ប្រភេទ {0:N0} មានសម្រាប់ {1} ។
kn_in: {1} ಗೆ {0:N0} ವರ್ಗಗಳು ಲಭ್ಯವಿದೆ.
ko_kr: {1}에 사용할 수 있는 {0:N0} 카테고리입니다.
ky_kg: {0:N0} категориялары {1} үчүн жеткиликтүү.
lo_la: ໝວດໝູ່ {0:N0} ມີໃຫ້ສຳລັບ {1}.
lt_lt: Galimos {0:N0} kategorijos, skirtos {1}.
lv_lv: {0:N0} kategorijas ir pieejamas {1}.
mk_mk: {0:N0} категории достапни за {1}.
ml_in: {1}-ന് {0:N0} വിഭാഗങ്ങൾ ലഭ്യമാണ്.
mn_mn: {0:N0} ангиллыг {1}-д ашиглах боломжтой.
mr_in: {0:N0} श्रेणी {1} साठी उपलब्ध आहेत.
ms_my: Kategori {0:N0} tersedia untuk {1}.
nb_no: {0:N0}-kategorier tilgjengelig for {1}.
ne_np: {0:N0} कोटिहरू {1} को लागि उपलब्ध छन्।
nl_nl: {0:N0}-categorieën beschikbaar voor {1}.
or_in: {1} ପାଇଁ {0:N0} ବର୍ଗ ଉପଲବ୍ଧ |
pa_in: {0:N0} ਸ਼੍ਰੇਣੀਆਂ {1} ਲਈ ਉਪਲਬਧ ਹਨ।
pl_pl: Kategorie {0:N0} dostępne dla {1}.
pt_br: Categorias {0:N0} disponíveis para {1}.
ro_ro: Categoriile {0:N0} sunt disponibile pentru {1}.
ru_ru: Категории {0:N0} доступны для {1}.
si_lk: {1} සඳහා {0:N0} වර්ග තිබේ.
sk_sk: Kategórie {0:N0} sú k dispozícii pre {1}.
sl_si: Kategorije {0:N0} so na voljo za {1}.
sq_al: Kategoritë {0:N0} të disponueshme për {1}.
sr_cyrl_rs: {0:N0} категорије доступне за {1}.
sr_latn_rs: {0:N0} kategorije dostupne za {1}.
sv_se: {0:N0}-kategorier tillgängliga för {1}.
sw_ke: Aina za {0:N0} zinapatikana kwa {1}.
ta_in: {1}க்கு {0:N0} வகைகள் உள்ளன.
te_in: {1} కోసం {0:N0} వర్గాలు అందుబాటులో ఉన్నాయి.
th_th: หมวดหมู่ {0:N0} มีให้สำหรับ {1}
tr_tr: {1} için {0:N0} kategorileri mevcuttur.
uk_ua: Категорії {0:N0} доступні для {1}.
ur_pk: {0:N0} زمرے {1} کے لیے دستیاب ہیں۔
uz_latn_uz: {0:N0} toifalari {1} uchun mavjud.
vi_vn: Các danh mục {0:N0} có sẵn cho {1}.
zh_hans_cn: {0:N0} 类别适用于 {1}。
zh_hant_hk: {0:N0} 類別適用於 {1}。
zu_za: {0:N0} izigaba ezitholakalayo ze-{1}.

# Categories.Loading
source: Loading categories...
af_za: Laai tans kategorieë...
am_et: ምድቦችን በመጫን ላይ...
ar_sa: جارٍ تحميل الفئات...
as_in: লোডিং বিভাগসমূহ...
az_latn_az: Kateqoriyalar yüklənir...
be_by: Загрузка катэгорый...
bg_bg: Категориите се зареждат...
bn_bd: বিভাগগুলি লোড হচ্ছে...
bs_latn_ba: Učitavanje kategorija...
ca_es: Carregant categories...
cs_cz: Načítání kategorií...
da_dk: Indlæser kategorier...
de_de: Kategorien werden geladen...
el_gr: Φόρτωση κατηγοριών...
es_us: Cargando categorías...
et_ee: Kategooriate laadimine...
eu_es: Kategoriak kargatzen...
fa_ir: در حال بارگیری دسته ها...
fi_fi: Ladataan luokkia...
fil_ph: Naglo-load ng mga kategorya...
fr_ca: Chargement des catégories...
gl_es: Cargando categorías...
gu_in: શ્રેણીઓ લોડ કરી રહ્યું છે...
he_il: טוען קטגוריות...
hi_in: श्रेणियां लोड हो रही हैं...
hr_hr: Učitavanje kategorija...
hu_hu: Kategóriák betöltése...
hy_am: Կատեգորիաների բեռնում...
id_id: Memuat kategori...
is_is: Hleður flokkum...
it_it: Caricamento categorie...
ja_jp: カテゴリを読み込んでいます...
ka_ge: იტვირთება კატეგორიები...
kk_kz: Санаттар жүктелуде...
km_kh: កំពុង​ផ្ទុក​ប្រភេទ...
kn_in: ವರ್ಗಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ko_kr: 카테고리 로드 중...
ky_kg: Категориялар жүктөлүүдө...
lo_la: ກຳລັງໂຫຼດໝວດໝູ່...
lt_lt: Įkeliamos kategorijos...
lv_lv: Notiek kategoriju ielāde...
mk_mk: Се вчитуваат категории...
ml_in: വിഭാഗങ്ങൾ ലോഡ് ചെയ്യുന്നു...
mr_in: श्रेणी लोड करत आहे...
ms_my: Memuatkan kategori...
nb_no: Laster inn kategorier...
ne_np: कोटिहरू लोड गर्दै...
nl_nl: Categorieën laden...
or_in: ବର୍ଗଗୁଡିକ ଧାରଣ କରୁଛି ...
pa_in: ਸ਼੍ਰੇਣੀਆਂ ਲੋਡ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ...
pl_pl: Ładowanie kategorii...
pt_br: Carregando categorias...
ro_ro: Se încarcă categoriile...
ru_ru: Загрузка категорий...
si_lk: ප්‍රවර්ග පූරණය කරමින්...
sk_sk: Načítavajú sa kategórie...
sl_si: Nalaganje kategorij ...
sq_al: Po ngarkon kategoritë...
sr_cyrl_rs: Учитавање категорија...
sr_latn_rs: Učitavanje kategorija...
sv_se: Laddar kategorier...
sw_ke: Inapakia kategoria...
ta_in: வகைகளை ஏற்றுகிறது...
te_in: వర్గాలను లోడ్ చేస్తోంది...
th_th: กำลังโหลดหมวดหมู่...
tr_tr: Kategoriler yükleniyor...
uk_ua: Завантаження категорій...
ur_pk: زمرے لوڈ ہو رہے ہیں...
uz_latn_uz: Kategoriyalar yuklanmoqda...
vi_vn: Đang tải danh mục...
zh_hans_cn: 正在加载类别...
zh_hant_hk: 正在載入類別...
zu_za: Ilayisha izigaba...

# Categories.LoadingVideos
source: Loading {0} videos...
af_za: Laai tans {0}-video's...
am_et: የ{0} ቪዲዮዎችን በመጫን ላይ...
ar_sa: جارٍ تحميل مقاطع فيديو {0}...
as_in: {0} ভিডিও লোড হচ্ছে...
az_latn_az: {0} videoları yüklənir...
be_by: Загрузка відэа {0}...
bg_bg: Зареждат се видеоклипове {0}...
bn_bd: {0} ভিডিও লোড হচ্ছে...
bs_latn_ba: Učitavanje {0} videa...
ca_es: S'estan carregant els vídeos {0}...
cs_cz: Načítání videí {0}...
da_dk: Indlæser {0}-videoer...
de_de: {0}-Videos werden geladen...
el_gr: Φόρτωση βίντεο {0}...
es_us: Cargando vídeos {0}...
et_ee: {0} videote laadimine...
eu_es: {0} bideoak kargatzen...
fa_ir: در حال بارگیری ویدیوهای {0}...
fi_fi: Ladataan {0}-videoita...
fil_ph: Nilo-load ang {0} na mga video...
fr_ca: Chargement des vidéos {0}...
gl_es: Cargando vídeos {0}...
gu_in: {0} વિડિઓઝ લોડ કરી રહ્યું છે...
he_il: טוען סרטוני {0}...
hi_in: {0} वीडियो लोड हो रहा है...
hr_hr: Učitavanje {0} videozapisa...
hu_hu: {0} videók betöltése...
hy_am: {0} տեսանյութերի բեռնում...
id_id: Memuat video {0}...
is_is: Hleður {0} myndböndum...
it_it: Caricamento video {0}...
ja_jp: {0} ビデオを読み込み中...
ka_ge: იტვირთება {0} ვიდეოები...
kk_kz: {0} бейнелері жүктелуде...
km_kh: កំពុងផ្ទុកវីដេអូ {0}...
kn_in: {0} ವೀಡಿಯೊಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ko_kr: {0} 동영상 로드 중...
ky_kg: {0} видеолору жүктөлүүдө...
lo_la: ກຳລັງໂຫລດວິດີໂອ {0}...
lt_lt: Įkeliami {0} vaizdo įrašai...
lv_lv: Notiek {0} videoklipu ielāde...
mk_mk: Се вчитуваат {0} видеа...
ml_in: {0} വീഡിയോകൾ ലോഡുചെയ്യുന്നു...
mn_mn: {0} видеог ачаалж байна...
mr_in: {0} व्हिडिओ लोड करत आहे...
ms_my: Memuatkan video {0}...
nb_no: Laster inn {0}-videoer...
ne_np: {0} भिडियोहरू लोड गर्दै...
nl_nl: {0}-video's laden...
or_in: {0} ଭିଡିଓ ଲୋଡ୍ କରୁଛି ...
pa_in: {0} ਵੀਡੀਓ ਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl_pl: Ładowanie filmów {0}...
pt_br: Carregando vídeos {0}...
ro_ro: Se încarcă videoclipurile {0}...
ru_ru: Загрузка видео {0}...
si_lk: {0} වීඩියෝ පූරණය වෙමින්...
sk_sk: Načítavajú sa videá {0}...
sl_si: Nalaganje videoposnetkov {0} ...
sq_al: Po ngarkon videot {0}...
sr_cyrl_rs: Учитавање {0} видео записа...
sr_latn_rs: Učitavanje {0} video zapisa...
sv_se: Laddar {0}-videor...
sw_ke: Inapakia video za {0}...
ta_in: {0} வீடியோக்களை ஏற்றுகிறது...
te_in: {0} వీడియోలను లోడ్ చేస్తోంది...
th_th: กำลังโหลดวิดีโอ {0}...
tr_tr: {0} videoları yükleniyor...
uk_ua: Завантаження відео {0}...
ur_pk: {0} ویڈیوز لوڈ ہو رہے ہیں...
uz_latn_uz: {0} videolari yuklanmoqda...
vi_vn: Đang tải video {0}...
zh_hans_cn: 正在加载{0} 视频...
zh_hant_hk: 正在載入{0} 影片...
zu_za: Ilayisha amavidiyo angu-{0}...

# Categories.PopularVideos
source: {0:N0} popular {1} videos for {2}.
af_za: {0:N0} gewilde {1} video's vir {2}.
am_et: የ{0:N0} ታዋቂ {1} ቪዲዮዎች ለ{2}።
ar_sa: {0:N0} مقاطع فيديو {1} الشهيرة لـ {2}.
as_in: {0:N0} জনপ্ৰিয় {1} ভিডিঅ'সমূহ {2} ৰ বাবে।
az_latn_az: {0:N0} {2} üçün populyar {1} videoları.
be_by: {0:N0} папулярныя відэа {1} для {2}.
bg_bg: {0:N0} популярни {1} видеоклипове за {2}.
bn_bd: {0:N0} {2} এর জন্য জনপ্রিয় {1} ভিডিও।
bs_latn_ba: {0:N0} popularni {1} video snimci za {2}.
ca_es: {0:N0} vídeos populars de {1} per a {2}.
cs_cz: {0:N0} populární videa {1} pro {2}.
da_dk: {0:N0} populære {1} videoer til {2}.
de_de: {0:N0} beliebte {1}-Videos für {2}.
el_gr: {0:N0} δημοφιλή βίντεο {1} για {2}.
es_us: {0:N0} videos populares de {1} para {2}.
et_ee: {0:N0} populaarsed {1} videod {2} jaoks.
eu_es: {0:N0} {1} {2} bideo ezagunak.
fa_ir: ویدیوهای محبوب {0:N0} {1} برای {2}.
fi_fi: {0:N0} suosittuja {1}-videoita {2}:lle.
fil_ph: {0:N0} sikat na {1} na video para sa {2}.
fr_ca: Vidéo {0:N0} populaire {1} pour {2}.
gl_es: {0:N0} vídeos populares de {1} para {2}.
gu_in: {0:N0} {2} માટે લોકપ્રિય {1} વિડિઓઝ.
he_il: סרטוני {0:N0} פופולריים {1} עבור {2}.
hi_in: {2} के लिए {0:N0} लोकप्रिय {1} वीडियो।
hr_hr: {0:N0} popularni {1} videozapisi za {2}.
hu_hu: {0:N0} népszerű {1} videók a {2} számára.
hy_am: {0:N0} հայտնի {1} տեսանյութեր {2}-ի համար:
id_id: {0:N0} video {1} populer untuk {2}.
is_is: {0:N0} vinsæl {1} myndbönd fyrir {2}.
it_it: {0:N0} video {1} popolari per {2}.
ja_jp: {0:N0} {2} の人気の {1} 動画。
ka_ge: {0:N0} პოპულარული {1} ვიდეოები {2}-ისთვის.
kk_kz: {2} үшін {0:N0} танымал {1} бейнелері.
km_kh: វីដេអូ {0:N0} ពេញនិយម {1} សម្រាប់ {2} ។
kn_in: {2} ಗಾಗಿ {0:N0} ಜನಪ್ರಿಯ {1} ವೀಡಿಯೊಗಳು.
ko_kr: {0:N0} {2}에 대한 인기 {1} 동영상입니다.
ky_kg: {2} үчүн {0:N0} популярдуу {1} видеолору.
lo_la: {0:N0} ວິດີໂອ {1} ຍອດນິຍົມສໍາລັບ {2}.
lt_lt: {0:N0} populiarūs {1} vaizdo įrašai, skirti {2}.
lv_lv: {0:N0} populāri {1} videoklipi, kas paredzēti {2}.
mk_mk: {0:N0} популарни {1} видеа за {2}.
ml_in: {2} എന്നതിനായുള്ള {0:N0} ജനപ്രിയ {1} വീഡിയോകൾ.
mn_mn: {2}-д зориулсан {0:N0} алдартай {1} видео.
mr_in: {0:N0} {2} साठी लोकप्रिय {1} व्हिडिओ.
ms_my: {0:N0} video {1} popular untuk {2}.
nb_no: {0:N0} populære {1}-videoer for {2}.
ne_np: {0:N0} {2} को लागि लोकप्रिय {1} भिडियोहरू।
nl_nl: {0:N0} populaire {1}-video's voor {2}.
or_in: {2} ପାଇଁ {0:N0} ଲୋକପ୍ରିୟ {1} ଭିଡିଓଗୁଡିକ |
pa_in: {0:N0} {2} ਲਈ ਪ੍ਰਸਿੱਧ {1} ਵੀਡੀਓ।
pl_pl: {0:N0} popularne filmy {1} dla {2}.
pt_br: {0:N0} vídeos {1} populares para {2}.
ro_ro: {0:N0} videoclipuri populare {1} pentru {2}.
ru_ru: {0:N0} популярные видео {1} для {2}.
si_lk: {2} සඳහා {0:N0} ජනප්‍රිය {1} වීඩියෝ.
sk_sk: {0:N0} populárne {1} videá pre {2}.
sl_si: {0:N0} priljubljeni videoposnetki {1} za {2}.
sq_al: {0:N0} video të njohura {1} për {2}.
sr_cyrl_rs: {0:N0} популарни {1} видео снимци за {2}.
sr_latn_rs: {0:N0} popularni {1} video snimci za {2}.
sv_se: {0:N0} populära {1}-videor för {2}.
sw_ke: Video za {0:N0} maarufu za {1} za {2}.
ta_in: {2}க்கான {0:N0} பிரபலமான {1} வீடியோக்கள்.
te_in: {2} కోసం {0:N0} ప్రసిద్ధ {1} వీడియోలు.
th_th: {0:N0} วิดีโอ {1} ยอดนิยมสำหรับ {2}
tr_tr: {0:N0} {2} için popüler {1} videoları.
uk_ua: {0:N0} популярні відео {1} для {2}.
ur_pk: {0:N0} مقبول {1} ویڈیوز برائے {2}۔
uz_latn_uz: {2} uchun {0:N0} mashhur {1} videolari.
vi_vn: {0:N0} video {1} phổ biến dành cho {2}.
zh_hans_cn: {0:N0} {2} 的流行 {1} 视频。
zh_hant_hk: {0:N0} {2} 的熱門 {1} 影片。
zu_za: {0:N0} amavidiyo adumile {1} we-{2}.

# ChannelDetails.ChannelIdRequired
source: A channel ID is required.
af_za: 'n Kanaal-ID word vereis.
am_et: የሰርጥ መታወቂያ ያስፈልጋል።
ar_sa: مطلوب معرف القناة.
as_in: এটা চেনেল আইডিৰ প্ৰয়োজন।
az_latn_az: Kanal ID tələb olunur.
be_by: Патрабуецца ідэнтыфікатар канала.
bg_bg: Изисква се идентификатор на канал.
bn_bd: একটি চ্যানেল আইডি প্রয়োজন।
bs_latn_ba: Potreban je ID kanala.
ca_es: Cal un identificador de canal.
cs_cz: Je vyžadováno ID kanálu.
da_dk: Et kanal-id er påkrævet.
de_de: Eine Kanal-ID ist erforderlich.
el_gr: Απαιτείται αναγνωριστικό καναλιού.
es_us: Se requiere una identificación de canal.
et_ee: Kanali ID on nõutav.
eu_es: Kanalaren IDa behar da.
fa_ir: شناسه کانال مورد نیاز است.
fi_fi: Kanavan tunnus vaaditaan.
fil_ph: Kailangan ng channel ID.
fr_ca: Un identifiant de chaîne est requis.
gl_es: É necesario un ID de canle.
gu_in: ચેનલ ID જરૂરી છે.
he_il: נדרש מזהה ערוץ.
hi_in: एक चैनल आईडी आवश्यक है.
hr_hr: Potreban je ID kanala.
hu_hu: Csatornaazonosító szükséges.
hy_am: Ալիքի ID-ն անհրաժեշտ է:
id_id: ID saluran diperlukan.
is_is: Rásaauðkenni er krafist.
it_it: È richiesto un ID canale.
ja_jp: チャンネルIDは必須です。
ka_ge: საჭიროა არხის ID.
kk_kz: Арна идентификаторы қажет.
km_kh: លេខសម្គាល់ឆានែលត្រូវបានទាមទារ។
kn_in: ಚಾನಲ್ ಐಡಿ ಅಗತ್ಯವಿದೆ.
ko_kr: 채널 ID가 필요합니다.
ky_kg: Канал идентификатору талап кылынат.
lo_la: ຕ້ອງມີ ID ຊ່ອງ.
lt_lt: Būtinas kanalo ID.
lv_lv: Ir nepieciešams kanāla ID.
mk_mk: Потребен е ID на канал.
ml_in: ഒരു ചാനൽ ഐഡി ആവശ്യമാണ്.
mr_in: चॅनल आयडी आवश्यक आहे.
ms_my: ID saluran diperlukan.
nb_no: En kanal-ID kreves.
ne_np: च्यानल ID आवश्यक छ।
nl_nl: Er is een kanaal-ID vereist.
or_in: ଏକ ଚ୍ୟାନେଲ୍ ID ଆବଶ୍ୟକ |
pa_in: ਇੱਕ ਚੈਨਲ ID ਲੋੜੀਂਦਾ ਹੈ।
pl_pl: Wymagany jest identyfikator kanału.
pt_br: É necessário um ID de canal.
ro_ro: Este necesar un ID de canal.
ru_ru: Требуется идентификатор канала.
si_lk: නාලිකා හැඳුනුම්පතක් අවශ්‍ය වේ.
sk_sk: Vyžaduje sa ID kanála.
sl_si: Potreben je ID kanala.
sq_al: Kërkohet një ID kanali.
sr_cyrl_rs: Потребан је ИД канала.
sr_latn_rs: Potreban je ID kanala.
sv_se: Ett kanal-ID krävs.
sw_ke: Kitambulisho cha kituo kinahitajika.
ta_in: சேனல் ஐடி தேவை.
te_in: ఛానెల్ ID అవసరం.
th_th: จำเป็นต้องมีรหัสช่อง
tr_tr: Kanal kimliği gerekli.
uk_ua: Потрібен ідентифікатор каналу.
ur_pk: ایک چینل ID درکار ہے۔
uz_latn_uz: Kanal identifikatori talab qilinadi.
vi_vn: Cần có ID kênh.
zh_hans_cn: 需要通道 ID。
zh_hant_hk: 需要通道 ID。
zu_za: Kudingeka i-ID yesiteshi.

# ChannelDetails.Loading
source: Loading channel details...
af_za: Laai tans kanaalbesonderhede...
am_et: የሰርጥ ዝርዝሮችን በመጫን ላይ...
ar_sa: جارٍ تحميل تفاصيل القناة...
as_in: চেনেলৰ বিৱৰণ লোড কৰা হৈছে...
az_latn_az: Kanal təfərrüatları yüklənir...
be_by: Загрузка звестак пра канал...
bg_bg: Подробностите за канала се зареждат...
bn_bd: চ্যানেলের বিশদ বিবরণ লোড হচ্ছে...
bs_latn_ba: Učitavanje detalja o kanalu...
ca_es: S'estan carregant els detalls del canal...
cs_cz: Načítání podrobností kanálu...
da_dk: Indlæser kanaloplysninger...
de_de: Kanaldetails werden geladen...
el_gr: Φόρτωση λεπτομερειών καναλιού...
es_us: Cargando detalles del canal...
et_ee: Kanali üksikasjade laadimine...
eu_es: Kanalaren xehetasunak kargatzen...
fa_ir: در حال بارگیری جزئیات کانال...
fi_fi: Ladataan kanavan tietoja...
fil_ph: Nilo-load ang mga detalye ng channel...
fr_ca: Chargement des détails de la chaîne...
gl_es: Cargando detalles da canle...
gu_in: ચેનલ વિગતો લોડ કરી રહ્યું છે...
he_il: טוען את פרטי הערוץ...
hi_in: चैनल विवरण लोड हो रहा है...
hr_hr: Učitavanje pojedinosti kanala...
hu_hu: Csatorna részleteinek betöltése...
hy_am: Ալիքի մանրամասների բեռնում...
id_id: Memuat detail saluran...
is_is: Hleður rásarupplýsingum...
it_it: Caricamento dettagli canale...
ja_jp: チャンネルの詳細を読み込んでいます...
ka_ge: არხის დეტალების ჩატვირთვა...
kk_kz: Арна мәліметтері жүктелуде...
km_kh: កំពុងផ្ទុកព័ត៌មានលម្អិតរបស់ប៉ុស្តិ៍...
kn_in: ಚಾನಲ್ ವಿವರಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ko_kr: 채널 세부정보 로드 중...
ky_kg: Канал чоо-жайы жүктөлүүдө...
lo_la: ກຳລັງໂຫຼດລາຍລະອຽດຊ່ອງ...
lt_lt: Įkeliama kanalo informacija...
lv_lv: Notiek kanāla informācijas ielāde...
mk_mk: Се вчитуваат детали за каналот...
ml_in: ചാനൽ വിശദാംശങ്ങൾ ലോഡുചെയ്യുന്നു...
mn_mn: Сувгийн дэлгэрэнгүй мэдээллийг ачаалж байна...
mr_in: चॅनेल तपशील लोड करत आहे...
ms_my: Memuatkan butiran saluran...
nb_no: Laster kanaldetaljer ...
ne_np: च्यानल विवरणहरू लोड गर्दै...
nl_nl: Kanaaldetails laden...
or_in: ଚ୍ୟାନେଲ ବିବରଣୀ ଲୋଡ୍ କରୁଛି ...
pa_in: ਚੈਨਲ ਦੇ ਵੇਰਵੇ ਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl_pl: Ładowanie szczegółów kanału...
pt_br: Carregando detalhes do canal...
ro_ro: Se încarcă detaliile canalului...
ru_ru: Загрузка сведений о канале...
si_lk: නාලිකා විස්තර පූරණය කරමින්...
sk_sk: Načítavajú sa podrobnosti kanála...
sl_si: Nalaganje podrobnosti kanala ...
sq_al: Detajet e kanalit po ngarkohen...
sr_cyrl_rs: Учитавање детаља о каналу...
sr_latn_rs: Učitavanje detalja o kanalu...
sv_se: Laddar kanalinformation...
sw_ke: Inapakia maelezo ya kituo...
ta_in: சேனல் விவரங்களை ஏற்றுகிறது...
te_in: ఛానెల్ వివరాలను లోడ్ చేస్తోంది...
th_th: กำลังโหลดรายละเอียดช่อง...
tr_tr: Kanal ayrıntıları yükleniyor...
uk_ua: Завантаження деталей каналу...
ur_pk: چینل کی تفصیلات لوڈ ہو رہی ہیں...
uz_latn_uz: Kanal tafsilotlari yuklanmoqda...
vi_vn: Đang tải chi tiết kênh...
zh_hans_cn: 正在加载频道详细信息...
zh_hant_hk: 正在加載頻道詳細資訊...
zu_za: Ilayisha imininingwane yesiteshi...
